Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Los criterios de bioequivalencia para medicamentos de liberación modificada son esencialmente los mismos que para las formas de dosificación de liberación convencional, excepto que dentro de los criterios de aceptación también se debe aplicar Cmin (Ctau) en el caso de estudios de dosis múltiple.
es_es: The bioequivalence criteria for modified-release drugs are essentially the same as for conventional-release dosage forms, except that the multiple-dose study acceptance criteria must also include the Cmin (C𝜏).

source: Los criterios frente a los cuales respondieron y que los diferencian de los no respondedores deben ser estipulados en el protocolo;
es_es: Responsiveness criteria, which differentiate responders from non-responders should be stipulated in the protocol;

source: Los criterios para la selección del producto comparador son:
es_es: Comparator selecting criteria include:

source: Los criterios que indican cuando son necesarios los estudios de equivalencia se discuten en los numerales 5 y 6 de esta guía.
es_es: Items 5 and 6 hereof discuss the criteria to require equivalence studies.

source: Los datos de apoyo pueden ser proporcionados por los siguientes métodos de ensayo adicionales:
es_es: Supporting data may be derived from the following additional test methods:

source: Los datos de biodisponibilidad (BD) absoluta o del estudio de balance de masa obtenidos de la literatura publicada pueden ser aceptados como prueba si se puede establecer claramente que los datos se obtuvieron de estudios diseñados adecuadamente.
es_es: Absolute bioavailability or mass balance study data from published literature may be accepted as evidence if it can be clearly established that the data were obtained from appropriately designed studies.

source: Los datos in vitro también deben demostrar la similitud de perfiles de disolución entre los medicamentos de fuentes múltiples y de comparación.
es_es: In vitro data should also demonstrate similarity of dissolution profiles between the multiple source and comparator drugs.

source: Los detalles de estas condiciones deben ser incluidos en el informe de validación analítica (ver sección 8.5).
es_es: Storage conditions should be mentioned in the analytical validation report (see 8.5).

source: Los ensayos de disolución para fines de control de calidad, incluyendo los descritos en otras farmacopeas, no se refieren a todas las condiciones de prueba necesarias para la evaluación de la equivalencia de medicamentos de fuentes múltiples y no debe ser aplicado para este propósito.
es_es: Quality control dissolution tests, including those in other pharmacopoeias, fail to address all the test conditions for equivalence of multiple source drugs and should not be applied for this purpose.

source: Los estudios "in vitro" que se realicen en el país, deben ser realizados en laboratorios certificados o acreditados en Buenas Prácticas de Laboratorio o ISO 17025, por la Autoridad Competente o por una entidad reconocida por dicha autoridad; el solicitante o titular de registro sanitario debe presentar la certificación o acreditación en la cual se especifique el alcance para realizar los estudios in vitro, junto con el respectivo estudio de bioequivalencia y biodisponibilidad del medicamento.
es_es: Domestically performed in vitro studies must be performed in laboratories certified or accredited in Good Laboratory Practices or ISO 17025, by the Competent Authority or by an entity recognized by said authority; the applicant or holder of the health registration must submit the certification or accreditation in which the scope for carrying out in vitro studies is specified, together with the respective bioequivalence and bioavailability study of the drug.

source: Los estudios "in vivo" realizados en el país deben estar debidamente autorizados por el Comité de Ética de Investigación en seres humanos oficialmente reconocido por el Ministerio de Salud Pública y posteriormente aprobados por la ARCSA, y deben cumplir con lo dispuesto en la normativa vigente aplicable para la aprobación de Ensayos Clínicos.
es_es: Domestically performed "in vivo" studies must be duly approved by the Human Research Ethics Committee officially recognized by the Ministry of Public Health and subsequently by ARCSA, and comply with the Clinical Study regulations in force.

source: Los estudios de bioequivalencia (BE) en general se deben realizar con voluntarios sanos.
es_es: Bioequivalence studies should generally be performed on healthy volunteers.

source: Los estudios de bioequivalencia (BE) están diseñados para comparar el desempeño in vivo de un medicamento multifuente o genérico con el de un medicamento comparador.
es_es: Bioequivalence (BE) studies are designed to compare the in vivo performance of a multi-source or generic drug with that of a comparator.

source: Los estudios de bioequivalencia voluntarios se deben presentar de acuerdo a lo establecido en el literal c) de la sección 2.1 “Requisitos Generales para estudios in vivo e in vitro” del presente Anexo.
es_es: Voluntary bioequivalence studies must be submitted in accordance with the provisions in 2.1, c) “General Requirements for in vivo and in vitro studies” hereof.

source: Los estudios de dosis múltiples en pacientes son más útiles en los casos en los que el principio activo que se está estudiando es demasiado potente y/o tóxico para ser administrado en voluntarios sanos, incluso en dosis únicas (véase también la sección 7.1.1).
es_es: Multiple dose studies are more useful in patients where the study drug substance is too potent and/or toxic to be administered to healthy volunteers, even at single doses (see also section 7.1.1).

source: Los estudios de equivalencia no son necesarios en las siguientes circunstancias, los medicamentos multifuente o genéricos se consideran equivalentes sin necesidad de una documentación adicional:
es_es: Equivalence studies are not necessary, i.e., multi-source or generic drugs are considered equivalents without additional documentation in the following cases:

source: Los estudios deben llevarse a cabo utilizando el medicamento destinado a la comercialización (ver también numeral 8.3).
es_es: Studies must be carried out using the drug product intended for marketing (see also 8.3).

source: Los estudios deben ser realizados en al menos tres medios de pH que cubren el rango fisiológico, incluyendo ácido clorhídrico pH 1,2, tampón pH 4,5 y tampón pH 6,8.
es_es: Studies should be performed in at least three pH media covering the physiological range, including hydrochloric acid pH 1.2, buffer pH 4.5 and buffer pH 6.8.

source: Los estudios en estado de ayuno son los más comunes, sin embargo, cuando se conoce que el medicamento causa alteraciones gastrointestinales si se administra en ayunas, o si el etiquetado del medicamento comparador restringe la administración a sujetos en el estado postprandial, el estudio debe realizarse en estas últimas condiciones.
es_es: Fasting studies are the most common; however, when the drug is known to cause GI alterations if administered under fasting conditions, or if the comparator shows a labeling indication of postprandial administration, the study should be conducted postprandially.

source: Los estudios en voluntarios sanos o pacientes utilizando mediciones farmacodinámicas pueden utilizarse para establecer la equivalencia entre dos medicamentos farmacéuticos cuando el enfoque farmacocinético no es factible.
es_es: PD measurement studies either in healthy volunteers or patients may be used to establish equivalence between two pharmaceutical drugs when the PK approach is not feasible.

source: Los estudios farmacocinéticos comparativos en seres humanos, en los que el principio activo y/o su metabolito(s) se miden como una función del tiempo en un fluido biológico accesible tal como sangre, plasma, suero u orina para obtener medidas farmacocinéticas, como AUC y Cmax que reflejan la exposición sistémica;
es_es: Comparative pharmacokinetic studies in humans, in which the active ingredient and/or its metabolite(s) are measured as a function of time in an accessible biological fluid such as blood, plasma, serum or urine to obtain pharmacokinetic measurements, such as AUC and Cmax that reflect systemic exposure;

source: Los estudios farmacocinéticos, farmacodinámicos y los ensayos clínicos comparativos son estudios en humanos y por lo tanto deben ser llevados a cabo de conformidad con las disposiciones y requisitos que sean establecidos para este tipo de estudios, cumpliendo con Buenas Prácticas Clínicas o Buenas Prácticas de BE/BD.
es_es: Pharmacokinetic and pharmacodynamic studies and comparative clinical trials are studies in humans and therefore must be carried out in accordance with the provisions and requirements established for this type of studies, complying with Good Clinical Practices or Good BE/BD Practices.

source: Los estudios in vivo deben ser aprobados cumpliendo con la normativa aplicable vigente y deben cumplir con los parámetros detallados a continuación.
es_es: In vivo studies must comply with current applicable regulations and must meet the parameters below.

source: Los estudios que se presenten debe incluir como mínimo la siguiente información:
es_es: The studies submitted must include at least the following information:

source: Los estudios realizados en el extranjero se aceptarán únicamente cuando los mismos han sido previamente analizados y aceptados por agencias reguladoras de alta vigilancia reconocidas por la ARCSA o que provengan de centros certificados y/o reconocidos por las agencias reguladoras antes mencionadas.
es_es: Studies carried out abroad will only be accepted when they have been previously analyzed and accepted by high-security regulatory agencies recognized by ARCSA or when they come from sites certified and/or recognized by the aforementioned regulatory agencies.

source: Los estándares de calibración y control de calidad deben ser procesados de una manera idéntica y al mismo tiempo que las muestras de los sujetos del mismo ensayo;
es_es: Calibration and quality control standards must be processed identically and at the same time as samples from subjects in the same assay;

source: Los excipientes utilizados en la formulación (véase más adelante);
es_es: The inactive ingredients in the formulation (see below);

source: Los innovadores deben hacer todo lo posible para proporcionar formulaciones con buenas características de biodisponibilidad (BD).
es_es: Innovating applicants should make every effort to provide formulations with good bioavailability characteristics.

source: Los intervalos de confianza se pueden derivar de cualquiera de los métodos paramétricos o no paramétricos;
es_es: CIs can be derived from either parametric or nonparametric methods;

source: Los intervalos de muestreo deben ser cortos para una comparación de los perfiles (por ejemplo, 5, 10, 15, 20, 30, 45 y 60 minutos para una forma de dosificación de liberación inmediata).
es_es: Sampling intervals should be short for a profile comparison (e.g.: 5, 10, 15, 20, 30, 45, and 60 minutes for an immediate release dosage form).

source: Los investigadores deben asegurarse de que las voluntarias no están embarazadas o que no puedan quedar embarazadas durante el estudio.
es_es: Researchers must ensure that volunteers are not pregnant or are not likely to become pregnant during the study.

source: Los medicamentos de liberación extendida son conocidos indistintamente como de liberación controlada, de liberación prolongada y de liberación sostenida.
es_es: Extended-release drugs are also known as controlled-release, prolonged-release, and sustained-release drugs.

source: Los medicamentos de liberación modificada diseñados para actuar sistémicamente, a excepción de las condiciones establecidas en el numeral 11;
es_es: Systemic modified release drugs, except under the conditions in 11;

source: Los medicamentos de liberación modificada incluyen las formas farmacéuticas de liberación extendida y las de liberación retardada.
es_es: Modified-release drug products include extended-release and delayed-release dosage forms.

source: Los medicamentos deben ser fabricados en laboratorios farmacéuticos que cumplan con las normas de BPM.
es_es: Drug products must be manufactured in pharmaceutical laboratories that comply with GMP standards.

source: Los medicamentos multifuente o genéricos que no necesitan presentar estudios de equivalencia, conforme lo dispuesto en esta sección, no deben incluir la palabra “BIOEQUIVALENTE” en su etiqueta, considerando que la equivalencia farmacéutica no implica necesariamente una equivalencia terapéutica.
es_es: Multi-source or generic drugs that do not need to submit the equivalence studies in this section, and should not include the word “BIOEQUIVALENT” on their labels, considering that pharmaceutical equivalence does not necessarily imply therapeutic equivalence.

source: Los medicamentos para su comercialización deben cumplir con estándares de calidad, seguridad y eficacia, la Organización Mundial de la Salud a través del Comité de Expertos en especificaciones para preparaciones farmacéuticas establece lineamientos para que las Autoridades Reguladoras Nacionales (ARN) consideren en la regulación para el registro y comercialización de estos medicamentos.
es_es: Marketed drugs must comply with quality, safety, and efficacy standards; the World Heath Organization Expert Committee in Pharmaceutical Preparation Specifications sets the guidelines for National Regulatory Agencies (ARN) to manage registration and marketing of these drugs.

source: Los medicamentos que actúan localmente en el tracto gastrointestinal que contienen principios activos altamente solubles (como se define por BCS) en formas de dosificación de liberación inmediata pueden ser eximidos de la presentación de estudios de equivalencia in vivo con base en los mismos requisitos de disolución que se aplican para la bioexención basada en BCS.
es_es: Locally acting GI medicines with BCS-defined immediate release highly soluble drug substances can be given a waiver for in vivo equivalence studies, based on the same dissolution requirements as BCS-based biowaivers.

source: Los medicamentos que no son soluciones, diseñados para uso no sistémico (por ejemplo, para la administración oral, nasal, ocular, dérmica, aplicación rectal o vaginal), destinados a actuar sin absorción sistémica.
es_es: Non-solution, non-systemic drugs (e.g., oral, nasal, ocular, dermal, rectal, or vaginal administration drugs), not intended for systemic absorption.

source: Los medicamentos que tengan principios activos de las siguientes clases de BCS pueden ser elegibles para un bioexención:
es_es: Drugs containing active ingredients from the following BCS classes may be eligible for a biowaiver:

source: Los mismos principios son aplicables para soluciones oleosas parenterales, pero, en este caso, es esencial el uso del mismo vehículo oleoso.
es_es: The same principles apply to parenteral oily solutions, but in this case, the use of the same oily vehicle is mandatory.

source: Los métodos no compartimentales se deben utilizar para los cálculos farmacocinéticos en los estudios de bioequivalencia (BE);
es_es: Non-compartmental methods should be used for pharmacokinetic calculations in bioequivalence studies;

source: Los métodos paramétricos, es decir, aquellos basados en la teoría de la distribución normal, son recomendados para el análisis de las medidas de bioequivalencia (BE) transformadas logarítmicamente.
es_es: Parametric methods, i.e. those based on a normal distribution, are recommended for the analysis of log transformed bioequivalence measures.

source: Los participantes deben ser examinados antes del estudio para excluir a los no respondedores.
es_es: Participants should be screened prior to the study to exclude non-responders.

source: Los parámetros blancos que por lo general representan puntos finales clínicos relevantes de los cuales el inicio, si es relevante y pertinente, y la intensidad de la respuesta deben ser evaluados;
es_es: Target parameters that generally represent relevant clinical endpoints of which the onset, if relevant and pertinent, and intensity of response should be assessed;

source: Los parámetros farmacocinéticos dependientes de la dosis transformados logarítmicamente, deben ser analizados mediante análisis de varianza (ANOVA).
es_es: Log transformed dose-dependent PK parameters should be included in an analysis of variance (ANOVA).

source: Los patrocinadores deben seleccionar un número suficiente de sujetos de estudio considerando posibles abandonos o retiros.
es_es: Sponsors should select a sufficient number of study subjects to account for possible dropouts or withdrawals.

source: Los países de Latinoamérica cuyas Agencias son reconocidas por la OPS como Autoridades de Referencia han adoptado las directrices emitidas por la OMS y la Red Panamericana de Armonización de la Reglamentación Farmacéutica (Red PARF) para garantizar la calidad, seguridad y eficacia de los medicamentos que se comercializan en estos países.
es_es: Latin American PAHO-recognized reference regulatory agencies have adopted the WHO guidelines and those from the Pan American Network for Drug Regulatory Harmonization (PANDRH) to ensure the quality, safety, and efficacy of the drug products marketed in their countries.

source: Los perfiles de concentración-tiempo de los sujetos que en la pre-dosificación exhiban concentraciones superiores al 5% de la correspondiente Cmax deben excluirse del análisis estadístico.
es_es: Concentration-time profiles of subjects exhibiting pre-dose concentrations greater than 5% of the corresponding Cmax should be excluded from the statistical analysis.

source: Los perfiles de concentración-tiempo de los sujetos que exhiban concentraciones pre-dosis igual o menor que 5% de la correspondiente Cmax deben ser incluidos en el análisis estadístico sin corrección.
es_es: Concentration-time profiles of subjects exhibiting pre-dose concentrations equal or lower than 5% of the corresponding Cmax should be included into the statistical analysis uncorrected.

source: Los principios activos a incluir en el listado deben obtener al menos el 80% del puntaje de los criterios anteriormente mencionados, salvo la consideración de un porcentaje inferior definido en las mesas de trabajo interinstitucionales.
es_es: The drug substances must reach at least 80% of the score above in order to be listed, unless a lower percentage is accepted by the inter-institutional working groups.

source: Los principios activos que deben alcanzar una cierta concentración para ser eficaces (por ejemplo, antibióticos) son los más susceptibles a los problemas de sub-biodisponibilidad.
es_es: Active ingredients that must reach a certain concentration to be effective (e.g. antibiotics) are the most susceptible to sub-bioavailability concerns.

source: Los principios activos que exhiben efectos tóxicos a concentraciones cercanas al rango terapéutico son los más susceptibles a problemas de supra-biodisponibilidad.
es_es: Active ingredients that exhibit toxic effects at concentrations close to the therapeutic range are the most susceptible to supra-bioavailability concerns.

source: Los procedimientos de validación, metodología y criterios de aceptación deben ser especificados en el protocolo de análisis y/o el POE.
es_es: Validation procedures, methodology and acceptance criteria must be specified in the analysis protocol and/or SOP.

source: Los procedimientos deben conducir a un esquema de decisión que es simétrica con respecto a las formulaciones que se comparan (es decir, que conduce a la misma decisión si la formulación multifuente o genérica se compara con el medicamento comparador o el medicamento comparador frente a la formulación multifuente o genérica).
es_es: The procedures should result in a decision scheme that is symmetric regarding the formulations compared (i.e., leading to the same decision whether the multi-source or generic formulation is compared to the comparator or the comparator to the multi-source or generic formulation).

source: Los procedimientos estadísticos deben ser especificados en el protocolo antes de que comience la etapa de recogida de datos.
es_es: Statistical procedures should be specified in the protocol before the start of data collection.

source: Los puntos de muestreo deben incluir una muestra antes de la dosis, por lo menos 1 a 2 puntos antes de Cmax, 2 puntos alrededor de la Cmáx y 3 o 4 puntos en la fase de eliminación.
es_es: Sampling includes a pre-dose sample, at least 1 to 2sampling points before the Cmax, 2 sampling points around Cmax, and 3 or 4 sampling points in the elimination phase.

source: Los puntos de muestreo deben ser elegidos de tal manera que la concentración frente al perfil de tiempo esté suficientemente definido para permitir el cálculo de los parámetros pertinentes.
es_es: The chosen sampling points should result in a concentration versus time profile that allows the calculation of the relevant parameters.

source: Los requisitos para medicamentos orales de acción sistémica se presentan en el numeral 11.
es_es: Item 11 shows the requirements for systemic oral drugs.

source: Los resultados de la determinación de la muestra se deben describir en el informe analítico, junto con la calibración y los resultados de la muestra de control de calidad, reinyecciones y reintegraciones (si existen) y un número representativo de cromatogramas de muestra.
es_es: The analytical report must include the sample determination results, along with calibration and quality control sample results, reinjetions and reintegrations (if any), and a representative number of sample chromatograms.

source: Los resultados de los estudios de liberación-disolución deben ser obtenidos a partir de 12 unidades individuales del Producto en Estudio (E) y del Producto de Referencia (R).
es_es: Include the release-dissolution study results from 12 individual units of the Study Product (E) and the Reference Product (R).

source: Los resultados de todos los parámetros farmacocinéticos medidos y calculados deben ser tabulados para cada combinación sujeto-formulación, junto con la estadística descriptiva.
es_es: The results of all measured and calculated PK parameters, together with descriptive statistics, should be tabulated for each subject-formulation combination.

source: Los resultados obtenidos usando ambas aproximaciones deben ser proporcionados.
es_es: The results obtained using both approaches must be provided.

source: Los resultados que respalden la similitud de los perfiles de disolución entre los Productos de Prueba y de Referencia en cada uno de los tres medios, usando el factor de similitud (f2).
es_es: Report the results supporting the similarity of dissolution profiles between the Test and Reference Products in each of the three media, using the f2 similarity factor.

source: Los resultados tabulados de las concentraciones del principio activo analizadas en cada serie de análisis (incluyendo las corridas excluidas de los cálculos posteriores, junto con todos los estándares de calibración y las muestras de control de calidad de la respectiva corrida) también deben adjuntarse.
es_es: Tabulated results of the active substance concentrations analyzed in each analytical series (including runs excluded from subsequent calculations, together with all calibration standards and quality control samples from the respective run) must also be attached.
